<?php

/* @var $this yii\web\View */

$this->title = 'Страница не найдена';

?>

<div class="deskript">
    <h1>Страница не найдена</h1>
    <div class="reasons">
        <p>Походу вы заблудились, возможные проблемы:</p>
        <p>Вы допустили ошибку при вводе адреса страницы или файла в браузер</p>
        <p>Или браузеру не удалось найти ip адрес сервера</p>
        <p>Данные (страница или файл) не размещены на сервере.</p>
    </div>
    <div class="btn-boxes"><a class="button" href="/">На главную</a></div>
</div>